Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: One that threatens affordability, opportunity, and the
fr_fr: Par conséquent, les Canadiens et les Canadiennes

source: ability for Canadians to build a life and a future here at home.
fr_fr: risquent d'avoir moins les moyens, la possibilité et la capacité de se bâtir une vie et un avenir ici au pays.

source: The Canada Mortgage and Housing Corporation estimates that to restore affordability to 2019
fr_fr: La Société canadienne d'hypothèques et de logement estime que pour rétablir l'abordabilité des logements au

source: levels, homebuilding must nearly double from its current pace of around 280,000 homes per year to
fr_fr: niveau de 2019, il faudra construire presque deux fois plus par rapport au rythme actuel d'environ

source: between 430,000 and 480,000 homes per year over the next decade.
fr_fr: 480 000 nouveaux logements par année au cours de la prochaine décennie.

source: The Parliamentary Budget Officer
fr_fr: Le directeur parlementaire

source: estimates 290,000 homes per year would be needed to close the supply gap.
fr_fr: du budget estime à 290 000 le nombre de logements à construire annuellement pour remédier à la pénurie de logements.

source: Canadians demand immediate action, and this government is delivering with the urgency that this
fr_fr: La population canadienne exige une intervention immédiate, et notre gouvernement agit avec l'urgence

source: moment requires—with bold action to unlock supply and bring affordability back within reach.
fr_fr: nécessaire, en prenant des mesures audacieuses pour accroître l'offre et rendre les logements abordables à tous.

source: From eliminating the GST for first-time buyers on homes at or under $1 million, to launching Build Canada Homes —a new federal agency that will drive investment and
fr_fr: plus 1 million de dollars et lancé Maisons Canada , un nouvel organisme fédéral qui stimulera les investissements et la collaboration entre les secteurs public et privé pour que des logements

source: public-private cooperation—we will build faster and smarter.
fr_fr: soient bâtis plus vite et intelligemment.

source: Federal dollars invested in Build Canada Homes will be leveraged to attract private
fr_fr: Les fonds fédéraux investis dans Maisons Canada seront mis à profit pour attirer des

source: capital, investors, and builders to expand the housing supply.
fr_fr: capitaux privés, des investisseurs et des constructeurs afin d'accroître l'offre de logements.

source: We are putting the conditions in
fr_fr: Nous mettons en

source: place to catalyse maximum investment while mainstreaming advanced methods of construction, with the
fr_fr: place les conditions nécessaires pour générer le maximum d'investissements tout en favorisant l'adoption

source: potential to cut building timelines by up to 50 per cent, reduce costs by as much as
fr_fr: généralisée de méthodes de construction avancées, qui pourraient réduire les délais de construction

source: 20 per cent, and lower emissions by approximately 20 per cent during
fr_fr: jusqu'à 50 %, les coûts jusqu'à 20 % et les émissions d'environ 20 % pendant la

source: With this, Canada can significantly increase its supply of affordable homes and become
fr_fr: Grâce à ces mesures, le Canada peut augmenter considérablement son offre de logements abordables

source: a global leader in housing innovation, including in construction techniques, sustainable materials,
fr_fr: et devenir un chef de file mondial de l'innovation en matière de logement, y compris dans les techniques de

source: and leading-edge manufacturing.
fr_fr: construction, les matériaux durables et la fabrication de pointe.

source: These measures will make housing attainable, cities more vibrant, and communities stronger.
fr_fr: Grâce à ces mesures, les logements seront plus accessibles, les villes seront plus dynamiques et les

source: Because
fr_fr: communautés seront plus fortes.

source: every home built is another step toward a more affordable, more confident Canada while creating new
fr_fr: Chaque logement construit est un pas de plus vers un Canada plus abordable et

source: careers for young Canadians in the skilled trades.
fr_fr: Bâtir judicieusement, par et pour les Canadiens, dès maintenant, c'est

source: By building smart, building Canadian, building now, we are building Canada Strong.
fr_fr: bâtir un Canada fort.

source: By bringing down costs for Canadians
fr_fr: En réduisant les coûts pour la population canadienne

source: Budget 2025 will spend less on government operations and cut waste, so we can invest more in
fr_fr: Le budget de 2025 prévoit une réduction des dépenses de fonctionnement du gouvernement et des dépenses

source: growing our economy and protecting essential programs that make life more affordable.
fr_fr: superflues, afin que nous puissions investir davantage pour faire croître notre économie et protéger les

source: Our new government has been focused on bringing down costs and creating new opportunities for
fr_fr: Notre nouveau gouvernement est déterminé à réduire les coûts et à offrir de nouvelles possibilités aux

source: Canadians.
fr_fr: Canadiens.

source: We have:
fr_fr: Nous avons notamment :

source: Cancelled the divisive consumer carbon price, cutting gas prices by approximately 18¢ per litre
fr_fr: Éliminé la tarification controversée du carbone pour les consommateurs, ce qui a permis de réduire les

source: in most provinces and territories.
fr_fr: prix de l'essence d'environ 18 cents le litre dans la plupart des provinces et des territoires.

source: Cut taxes for 22 million middle-class Canadians, saving a two-income family up to $840
fr_fr: Réduit les impôts pour 22 millions de Canadiens de la classe moyenne, ce qui permettra aux

source: per year.
fr_fr: ménages à deux revenus d'économiser jusqu'à 840 $ par année.

source: Created opportunities for young Canadians to transition into the workforce and launch successful
fr_fr: Créé des possibilités pour les jeunes Canadiens de faire la transition vers le marché du travail et

source: careers, by launching a Youth Climate Corps , and providing 175,000 placements
fr_fr: climat et en offrant 175 000 stages par l'intermédiaire du programme Emplois d'été

source: through Canada Summer Jobs, the horizontal Youth Employment and Skills
fr_fr: Canada , de la Stratégie emploi et compétences jeunesse (une stratégie

source: Strategy , and the Student Work Placement Program in 2026-27.
fr_fr: horizontale) et du Programme de stages pratiques pour étudiants en 2026-2027.

source: Made the National School Food Program permanent to provide meals to up
fr_fr: Rendu permanent le Programme national d'alimentation scolaire afin de pouvoir nourrir

source: to 400,000 children every year, allowing participating families with two children to save
fr_fr: jusqu'à 400 000 enfants par année, ce qui devrait permettre à une famille participante de

source: an average of $800 per year.
fr_fr: deux enfants d'économiser 800 $ en moyenne par année.

source: Begun the process to launch Automatic Federal Benefits that will reach up
fr_fr: Amorcé le processus en vue d' automatiser le versement des prestations fédérales pour

source: to 5.5 million low-income Canadians for the 2028 tax year to ensure everyone who
fr_fr: l'année d'imposition 2028, ce dont bénéficieront jusqu'à 5,5 millions de Canadiens à faible

source: deserves benefits receives them.
fr_fr: revenu, afin de garantir que toute personne ayant droit à une prestation la reçoive.

source: Renewed the Canada Strong Pass , helping families and young people travel and
fr_fr: Renouvelé le laissez-passer Un Canada fort pour aider les familles et

source: explore Canada for less.
fr_fr: les jeunes à visiter et à explorer le Canada à moindre coût.

source: Reduced Confederation Bridge and interprovincial ferry fares in Atlantic Canada—leading to a
fr_fr: Réduit les droits de péage du pont de la Confédération et des traversiers interprovinciaux dans le Canada

source: 25 per cent increase in usage of these services for visitors leaving Prince Edward
fr_fr: atlantique, ce qui a entraîné une augmentation de 25 % de l'utilisation de ces services par les

source: Island in August, compared with the previous year.
fr_fr: visiteurs quittant l'Île-du-Prince-Édouard en août par rapport à l'année précédente.

source: Upheld the Canadian Radio-television and Telecommunications Commission decision to expand
fr_fr: Maintenu la décision du Conseil de la radiodiffusion et des télécommunications canadiennes d'élargir

source: wholesale access, boosting competition and lowering Internet costs for Canadians.
fr_fr: l'accès de gros, afin de stimuler la concurrence et de réduire le coût de l'Internet pour les Canadiens.

source: A more affordable Canada also means a more competitive one.
fr_fr: Un Canada plus abordable se traduit par une plus grande compétitivité.

source: Budget 2025 will include early, but
fr_fr: Le budget de 2025 comprendra des

source: meaningful, measures to increase competition and drive down costs in key sectors such as
fr_fr: mesures anticipées, mais significatives, visant à accroître la concurrence et à réduire les coûts dans des

source: telecommunications and banking.
fr_fr: secteurs clés comme les télécommunications et les services bancaires.

source: Our government will continue to push for more choice for Canadians
fr_fr: Notre gouvernement continuera d'encourager l'offre d'une plus grande variété de choix aux Canadiens dans l'ensemble de l'économie.

source: across the economy.
fr_fr: Notre gouvernement continuera de tout mettre en œuvre pour donner à la population canadienne les moyens de

source: Our government remains focused on empowering Canadians—by lowering costs, expanding opportunity, and
fr_fr: réussir en réduisant les coûts, en élargissant les possibilités et en protégeant les programmes sociaux

source: protecting the vital social programs Canadians rely on, from child care to dental care to
fr_fr: essentiels sur lesquels les Canadiens comptent, des services de garde d'enfants aux soins dentaires en passant

source: pharmacare.
fr_fr: par l'assurance médicaments.

source: By Ensuring Safety for all Canadians
fr_fr: En garantissant la sécurité de toute la population canadienne

source: In a world that is growing more unpredictable, Canada can count on being one of the safest countries
fr_fr: Dans un monde de plus en plus imprévisible, le Canada demeure l'un des pays les plus sûrs au monde.

source: in the world.
fr_fr: Il ne

source: But more must be done.
fr_fr: faut toutefois pas s'arrêter là.

source: We must be ready to take a stronger approach in the face of
fr_fr: Nous devons être prêts à réagir plus fermement aux crimes de plus en plus

source: increasingly sophisticated crimes to protect our people, our communities, and our economy.
fr_fr: sophistiqués, afin de protéger notre population, nos communautés et notre économie.

source: That means reinforcing our borders, cracking down on organised crime and illegal trafficking, and
fr_fr: Cela signifie renforcer nos frontières, lutter contre le crime organisé et le trafic illégal, et protéger la

source: protecting Canadians across the country so you can live, work, and worship in peace.
fr_fr: population canadienne pour que chacun puisse vivre, travailler et pratiquer sa foi en paix.

source: Canada's new government is taking decisive action to keep Canadians safe:
fr_fr: Le nouveau gouvernement du Canada prend des mesures déterminantes pour protéger les Canadiens :

source: Through Canada's $1.3 billion Border Plan —an unprecedented investment in
fr_fr: Dans le cadre du Plan frontalier du Canada de 1,3 milliard de dollars – un

source: our borders—and new investments in Budget 2025, we are hiring 1,000 new Canada Border
fr_fr: le budget de 2025, nous embauchons 1 000 nouveaux agents au sein de l'Agence des services

source: Services Agency officers, modernising border technology, and strengthening intelligence-sharing
fr_fr: frontaliers du Canada, modernisons la technologie frontalière et renforçons l'échange de renseignements pour

source: to stop illegal guns, drugs, and human smuggling before they reach our streets.
fr_fr: mettre fin au trafic illégal d'armes à feu et de drogues et au passage de clandestins avant qu'ils

source: We are also hiring 1,000 new RCMP personnel to expand policing capacity and strengthen federal
fr_fr: Nous embauchons aussi 1 000 agents supplémentaires au sein de la Gendarmerie royale du Canada

source: enforcement where Canadians need it most—from suppressing gun and drug trafficking and
fr_fr: domaines où les Canadiens en ont le plus besoin, de la lutte contre le trafic d'armes à feu et de drogues au

source: disrupting money-laundering networks, to boosting investigative capacity against professional
fr_fr: démantèlement des réseaux de blanchiment d'argent, en passant par l'amélioration des capacités d'enquête sur

source: enablers of organised crime.
fr_fr: les facilitateurs professionnels de la criminalité organisée.

source: As fraud becomes more sophisticated and impacts more Canadians, especially seniors and
fr_fr: Puisque la fraude devient de plus en plus sophistiquée et nuit de plus en plus aux Canadiens, surtout les

source: newcomers, we are launching a National Anti-Fraud Strategy to implement
fr_fr: aînés et les nouveaux arrivants, nous lançons une Stratégie nationale antifraude afin de

source: stronger protections for consumers.
fr_fr: mettre en œuvre des mesures de protection plus rigoureuses pour les consommateurs.

source: We are creating a new Financial Crimes Agency that will be Canada's lead
fr_fr: Nous mettons en place la nouvelle Agence contre les crimes financiers qui agira à titre

source: enforcement agency on complex financial crimes.
fr_fr: de principal organisme d'application de la loi au Canada pour lutter contre les crimes financiers complexes.

source: It will bring together the expertise necessary
fr_fr: L'Agence réunira l'expertise nécessaire pour enquêter sur le blanchiment d'argent, les fraudes et les

source: to investigate money laundering, fraud, and online financial scams.
fr_fr: escroqueries financières en ligne.

source: Our government has launched an ambitious bail reform strategy to ensure that Canadians are safe
fr_fr: Notre gouvernement a mis sur pied une stratégie ambitieuse de réforme du système de mise en liberté sous

source: in their communities.
fr_fr: Pour ce faire, nous

source: This includes making bail laws stricter and sentencing laws tougher for
fr_fr: resserrerons les lois sur la mise en liberté sous caution et imposerons des peines plus sévères aux

source: repeat and violent offending, to support the front lines and to invest in long-term prevention.
fr_fr: récidivistes et aux délinquants violents, appuierons les intervenants de première ligne et investirons dans

source: This is how we protect our sovereignty at home and keep Canadians safe.
fr_fr: Nous protégeons ainsi notre souveraineté tout en assurant la sécurité de la population canadienne.

source: By Defending our Sovereignty and Security
fr_fr: En défendant notre souveraineté et notre sécurité

source: In an increasingly dangerous and divided world, Canada must be ready to defend our people and values,
fr_fr: Dans un monde de plus en plus dangereux et divisé, le Canada doit être prêt à défendre sa population et ses

source: to secure our sovereignty, and to stand as a strong, reliable partner with our allies.
fr_fr: valeurs, à assurer sa souveraineté et à être un partenaire solide et fiable de ses alliés.

source: Budget 2025 delivers on that commitment with a generational investment in our capacity to
fr_fr: Le budget de 2025 concrétise cet engagement en prévoyant des investissements dans notre capacité à

source: strengthen and protect our sovereignty and security.
fr_fr: renforcer et à protéger notre souveraineté et notre sécurité dont bénéficieront les futures générations. Le

source: Canada's new government is rebuilding,
fr_fr: nouveau gouvernement du Canada réinvestit pour rebâtir et réarmer les Forces armées canadiennes (FAC), en

source: rearming, and reinvesting in the Canadian Armed Forces (CAF), ensuring our military has the
fr_fr: s'assurant que notre armée possède l'effectif, l'équipement, la formation et l'infrastructure dont elle a

source: personnel, equipment, training, and infrastructure it needs to protect Canadians and lead abroad.
fr_fr: besoin pour protéger la population canadienne et assumer son leadership à l'international. Cela comprend la

source: This includes the most significant pay increase for the CAF in a generation, and major investments
fr_fr: plus importante augmentation salariale pour les FAC depuis une génération, et des investissements importants

source: to support the health needs of CAF members.
fr_fr: visant à répondre aux besoins en matière de santé des membres des FAC.

source: Canada will meet the North Atlantic Treaty Organization's (NATO) 2 per cent
fr_fr: Le Canada atteindra cette année la cible de 2 % en dépenses de défense de l'Organisation du Traité

source: defence-spending target this year—five years ahead of schedule—and accelerate investments in the
fr_fr: de l'Atlantique Nord (OTAN), soit cinq ans plus tôt que prévu, et il accélérera ses investissements au cours

source: years ahead to put Canada on a path to meeting NATO's 5 per cent Defence Investment Pledge by 2035.
fr_fr: des prochaines années afin d'être en bonne voie de respecter d'ici 2035 l'engagement convenu à l'OTAN de faire passer cette proportion à 5 % du PIB.

source: Our renewed commitment to defence will create good, high-paying careers for Canadian workers and
fr_fr: Notre engagement renouvelé envers la défense mènera à la création d'emplois intéressants et bien rémunérés

source: drive investments that strengthen our economic, infrastructure, and collective resilience.
fr_fr: pour les travailleurs canadiens et stimulera des investissements qui renforcent notre économie, nos

source: To that end, we are creating a new Defence Investment Agency and making significant
fr_fr: infrastructures et notre résilience collective.

source: progress on a Defence Industrial Strategy to rebuild domestic production capacity
fr_fr: À cette fin, nous mettons sur pied une nouvelle Agence de l'investissement pour la défense et réalisons des progrès importants en vue de lancer une Stratégie industrielle de défense afin de rétablir la capacité de production nationale et de renforcer nos chaînes d'approvisionnement.

source: and strengthen our supply chains.
fr_fr: Ces investissements permettront de moderniser nos flottes, d'accroître la surveillance dans l'Arctique et la

source: These investments will modernise our fleets, expand Arctic and maritime surveillance, bolster cyber
fr_fr: surveillance maritime, d'améliorer les capacités en matière de cybersécurité et d'aérospatiale et de créer des

source: and space capabilities, and create high-paying careers for Canadian workers across the country.
fr_fr: emplois bien rémunérés pour les travailleurs canadiens partout au pays.

source: Photo credits
fr_fr: Crédits photo

source: <<< source: foreword-avant-propos-en.html >>>
fr_fr: <<< source: foreword-avant-propos-fr.html >>>

source: Tuesday, November 4, 2025
fr_fr: Mardi 4 novembre 2025

source: Meeting the Moment, Building Canada Strong
fr_fr: Bâtir un Canada fort pour relever les défis du moment

source: The world is changing, profoundly and in real time; we are no longer living in an era of calm, but of
fr_fr: Le monde change, en profondeur et en temps réel. Nous ne sommes plus dans une ère de calme, mais dans une période

source: significant change.
fr_fr: de changements majeurs.

source: The nexus between energy security, economic security, and national security is
fr_fr: Le lien qui existe entre la sécurité énergétique, la sécurité économique et la sécurité

source: clearer than ever before.
fr_fr: nationale est plus clair que jamais.

source: The systems that long underpinned our prosperity and enabled decades of economic growth—stable global
fr_fr: Les systèmes qui ont longtemps soutenu notre prospérité et permis des décennies de croissance économique – des

source: trade alliances, predictable supply chains, a cooperative international order, and reliable
fr_fr: alliances commerciales mondiales stables, des chaînes d'approvisionnement prévisibles, un ordre international fondé

source: partnerships—are being redrawn and constantly challenged.
fr_fr: sur la coopération et des partenariats fiables – sont en train d'être remodelés et sont constamment remis en question.

source: What we are contending with is not a transition, it's a generational shift.
fr_fr: Nous ne faisons pas face à une transition, mais à un changement de portée historique.

source: One that challenges our
fr_fr: Un changement qui remet en

source: assumptions, tests our institutions, and demands a fundamentally different response—not one of
fr_fr: question nos certitudes, met à l'épreuve nos institutions et exige une réponse fondamentalement différente, non pas

source: caution, but of courage.
fr_fr: marquée par la prudence, mais plutôt par le courage.

source: Not one of passive stewardship, but of active, ambitious nation-building.
fr_fr: L'heure n'est pas à la gestion passive, mais appelle à une volonté active et ambitieuse de bâtir le pays.

source: This is the context for Budget 2025.
fr_fr: C'est dans ce contexte que s'inscrit le budget de 2025.

source: Just as Canadians mobilised in the 1940s to defend freedom and rebuild the global economy, and just
fr_fr: Tout comme les Canadiens et les Canadiennes se sont mobilisés dans les années 1940 pour défendre la liberté et

source: as we restored fiscal sustainability in the 1990s to secure future growth, today we stand at another
fr_fr: années 1990 pour assurer la croissance future, nous nous trouvons aujourd'hui à un autre carrefour.

source: crossroads.
fr_fr: Une nouvelle ère

source: A new era of disruption demands a new era of leadership—and a new economic foundation
fr_fr: de perturbation exige une nouvelle ère de leadership, et de nouvelles bases économiques fondées sur la résilience,

source: built on resilience, sovereignty, and innovation.
fr_fr: la souveraineté et l'innovation.

source: Canada is ready. Because Canada is strong.
fr_fr: Le Canada est prêt, parce que le Canada est fort.

source: We are rich in natural resources—critical minerals, clean and conventional power, and endowed with a
fr_fr: Nous sommes riches en ressources naturelles – minéraux critiques, énergie propre et conventionnelle – et dotés

source: world-class agri-food industry that give Canada a real competitive advantage.
fr_fr: d'une industrie agroalimentaire de classe mondiale qui confèrent au Canada un réel avantage concurrentiel.

source: We are powered by a
fr_fr: innovateurs de calibre mondial.

source: skilled and diverse workforce, home to leading researchers, entrepreneurs, and innovators.
fr_fr: Notre situation financière est l'une des plus solides du G7, et notre pays est

source: We have one of the strongest fiscal foundations in the G7, and well-established stability and democratic
fr_fr: reconnu pour sa stabilité et ses valeurs démocratiques.

source: values. Budget 2025 is our plan to harness these strengths and meet the moment.
fr_fr: Le budget de 2025 est notre plan pour tirer parti de ces forces et relever les défis du moment.

source: It is our roadmap to
fr_fr: C'est notre

source: spend less so we can invest more.
fr_fr: feuille de route pour dépenser moins afin d'investir davantage.
